Repository: 84000/data-translation-memory
Catalog: toh238-v3.tmx
Source language: bo
Languages: en

source: ལེགས་པར་འགྲོ་བའི་ཕྱིར་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་རྐང་པ་དང་། བདུད་རྩིའི་ཕྱིར་བྱང་ཆུབ་ཀྱི་སེམས་ཀྱི་འཚོ་བའི་དབང་པོ་དང་། ལས་ལེགས་པར་བྱེད་པའི་ཕྱིར་ཞི་གནས་དང་ལྷག་མཐོང་གི་ལག་པ་དང་། མེ་ལོང་ལྟ་བུའི་ཡེ་ཤེས་ཕུན་སུམ་ཚོགས་པའི་ཕྱིར་ལས་ཀྱི་རྣམ་པར་སྨིན་པ་འཇུག་པའི་མིག་དང་། ལེགས་པར་ཞུགས་པའི་ཕྱིར་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཐམས་ཅད་སྒྲུབ་པའི་ལྟེ་བ་དང་། ནན་ཏན་སྙིང་པོར་བྱེད་པའི་ཕྱིར་བསྡུ་བའི་དངོས་པོའི་སྒལ་ཚིགས་དང་། རྣམ་པར་མི་རྟོག་པའི་ཕྱིར་སྟོང་པ་ཉིད་སྒོམ་པའི་ཡན་ལག་གི་དམ་པ་མགོ་དང་། སེམས་ཅན་ཐམས་ཅད་ཀྱི་བྱའོ་ཅོག་མི་འདོར་བའི་ཕྱིར་ཡིད་མ་བསད་ཅིང་སྐྲག་པ་མེད་ལ་སྤྲོ་བ་སྟེ།
en: (1) The seed of vigilance, because it yields the fruit of the Dharma; (2) developing insight and skillful means, because they are irreproachable; (3) the legs of the perfection of ethical discipline, because it leads to good outcomes; (4) the faculty of the lifeforce, the mind of awakening, because it is the elixir of immortality; (5) the hands of meditative calm and meditative insight, because they do good work; (6) the eye that penetrates the ripening of karma, because it is the magnificent mirror-like wisdom; (7) the navel of accomplishing all the perfections, because they are well oriented; (8) the spine of the means of attracting disciples, because perseverance is at their core; (9) the head, the highest limb, meditating on emptiness, because it is nonconceptual; and (10) enthusiasm without being disheartened or frightened, because it does not permit the rejection of any activity on behalf of any being.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔས་ཆོས་ཀྱི་ཚུལ་ལ་འཇུག་པ་བཅུ་པོ་དེ་དག་གིས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ཀྱི་གཞན་གྱི་རྐྱེན་གྱིས་འབྱུང་བ་ཁོང་དུ་ཆུད་པར་བྱའོ། །
en: Child of good family, bodhisattvas should thus understand the different conditions through which the thus-gone, worthy, completely perfect buddhas arise through these ten approaches to the way of the Dharma.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔས་ཆོས་ཀྱི་ཚུལ་ལ་འཇུག་པ་བཅུས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ཀྱི་གནས་པ་ཁོང་དུ་ཆུད་པར་བྱ་སྟེ།
en: “Child of good family, bodhisattvas should understand the state of the thus-gone, worthy, completely perfect buddhas through ten approaches to the way of the Dharma.

source: བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ།
en: What are these ten?

source: ང་ཡི་བ་མེད་ཅིང་ཡོངས་སུ་འཛིན་པ་མེད་པའི་ཕྱིར་གནོད་སེམས་དང་ཞེ་སྡང་ཐམས་ཅད་དང་བྲལ་བ་དང་། རྩི་སྨན་ལྟ་བུའི་ཕྱིར་སེམས་ཅན་ཐམས་ཅད་རྟག་ཏུ་ཉེ་བར་འཚོ་བ་དང་། སྔོན་དམ་བཅས་པ་ལས་མ་ཉམས་པའི་ཕྱིར་བདེན་པ་ཡོངས་སུ་སྐྱོང་བ་དང་། སྙིང་རྗེ་ཆེན་པོ་ཡོངས་སུ་སྦྱངས་པའི་ཕྱིར་སེམས་ཅན་ལ་ལྟ་བ་དང་། སེམས་ཅན་གྱི་དོན་འབའ་ཞིག་ལ་བརྩོན་པའི་ཕྱིར་དེ་འབའ་ཞིག་གིས་བསམ་པ་དང་། གཞན་གྱི་སྡུག་བསྔལ་གྱིས་གནོད་པའི་ཕྱིར་བདག་གི་བདེ་བ་ལ་མི་ལྟ་བ་དང་། འཁོར་བ་དང་མྱ་ངན་ལས་འདས་པ་རོ་གཅིག་པའི་ཕྱིར་མྱ་ངན་ལས་འདས་པར་རྣམ་པར་རྟོག་པ་དང་བྲལ་བ་དང་། ལྷུན་གྱིས་གྲུབ་པས་བྱ་བ་བྱེད་པ་བསལ་བའི་ཕྱིར་ཡོངས་སུ་མི་སྐྱོ་བའི་མཚན་ཉིད་དང་། ཤའི་ལུས་མེད་པའི་ཕྱིར་ཚོལ་བ་ཐམས་ཅད་དང་བྲལ་བ་དང་།
en: (1) They are free from all ill will and hatred because they lack egotism and grasping; (2) they continually provide sustenance for every being because they are like medicine; (3) they defend the truth because their prior commitments have not weakened; (4) they watch over beings because they have purified great compassion; (5) they think only of benefiting beings because that is all they strive for; (6) they are not concerned with their own happiness because they are hurt by the suffering of others; (7) they are free from concepts about nirvāṇa because saṃsāra and nirvāṇa are of the same taste; (8) they are characteristically indefatigable because they dispense with their activities effortlessly; (9) they are free of all striving because they do not have a body of flesh; and (10) they are characteristically free of obstacles because they constantly demonstrate passing into nirvāṇa.

source: ཐམས་ཅད་དུ་མྱ་ངན་ལས་འདས་པ་ཀུན་ཏུ་སྟོན་པའི་ཕྱིར་ཐོགས་པ་མེད་པའི་མཚན་ཉིད་དེ། རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔས་ཆོས་ཀྱི་ཚུལ་ལ་འཇུག་པ་བཅུ་པོ་དེ་དག་གིས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ཀྱི་གནས་པ་ཁོང་དུ་ཆུད་པར་བྱའོ། །
en: Child of good family, bodhisattvas should know the state of the thus-gone, worthy, completely perfect buddhas through these ten approaches to the way of the Dharma.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔས་ཆོས་ཀྱི་ཚུལ་ལ་འཇུག་པ་བཅུས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ཀྱི་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཆེན་པོ་ཁོང་དུ་ཆུད་པར་བྱ་སྟེ།
en: “Child of good family, bodhisattvas should understand the great final nirvāṇa of the thus-gone, worthy, completely perfect buddhas through ten approaches to the way of the Dharma.

source: བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། ཉོན་མོངས་པ་དང་།
en: What are these ten?

source: ཤེས་བྱའི་སྒྲིབ་པ་ཐམས་ཅད་སྤང་བའི་མཐར་འགྲོ་བ་དང་། གང་ཟག་དང་ཆོས་དང་ཡུལ་ལ་བདག་མེད་པར་ཁོང་དུ་ཆུད་པ་དང་སྐྱེ་བ་དང་ཆོས་ཀྱི་གནས་གྱུར་པ་རྙེད་པ་དང་། སེམས་ཅན་ཐམས་ཅད་ལ་སངས་རྒྱས་ཀྱི་མཛད་པ་བྱེད་པ་ལྷུན་གྱིས་གྲུབ་པ་རྒྱུན་མ་བཅད་པའི་ཡེ་ཤེས་ཐོབ་པ་དང་། དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་ཆོས་ཀྱི་སྐུ་དབྱེར་མེད་པ་ཐོབ་པ་དང་། འཁོར་བ་དང་མྱ་ངན་ལས་འདས་པ་རྣམ་པ་གཉིས་སུ་བསམ་པ་དང་བྲལ་བ་དང་། ཆོས་ཐམས་ཅད་ཀྱི་རྩ་བ་ཡོངས་སུ་དག་པ་དང་། ཆོས་ཐམས་ཅད་སྐྱེ་བ་མེད་ཅིང་འགག་པ་མེད་པ་དེའི་དངོས་པོ་བསྒོམས་པ་དང་། དེ་བཞིན་ཉིད་དང་ཆོས་ཀྱི་དབྱིངས་དང་ཡང་དག་པའི་མཐའ་མཉམ་པའི་ཡེ་ཤེས་ཐོབ་པ་དང་ཆོས་ཐམས་ཅད་ཀྱི་རང་བཞིན་དང་།
en: (1) Succeeding in abandoning all emotional and cognitive obscurations; (2) understanding the selflessness of persons and phenomena; (3) discovering the transformation of birth and phenomena; (4) attaining the wisdom of uninterrupted and effortless awakened activity done on behalf of all beings; (5) attaining the undifferentiated dharmakāya of all the thus-gone ones; (6) not thinking that saṃsāra and nirvāṇa are two different things; (7) purifying the root of all phenomena; (8) becoming familiar with the fact that all phenomena neither arise nor cease; (9) attaining the wisdom that knows that suchness, the expanse of phenomena, and the limit of reality are the same; and (10) attaining the wisdom that recognizes the equality of the nature of all phenomena and the nature of nirvāṇa.

source: མྱ་ངན་ལས་འདས་པའི་རང་བཞིན་མཉམ་པའི་ཡེ་ཤེས་ཐོབ་པ་སྟེ། རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔས་ཆོས་ཀྱི་ཚུལ་ལ་འཇུག་པ་བཅུ་པོ་དེ་དག་གིས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ཀྱི་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཆེན་པོ་ཁོང་དུ་ཆུད་པར་བྱའོ། །
en: Child of good family, bodhisattvas should understand the great final nirvāṇa of the thus-gone, worthy, completely perfect buddhas through these ten approaches to the way of the Dharma.

source: རིགས་ཀྱི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔས་ཆོས་ཀྱི་ཚུལ་ལ་འཇུག་པ་བཅུས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ཀྱི་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཆེན་པོ་ཁོང་དུ་ཆུད་པར་བྱ་སྟེ།
en: “Child of good family, bodhisattvas should understand the great final nirvāṇa of the thus-gone, blessed, completely perfect buddhas through an additional ten approaches to the way of the Dharma.

source: ཉོན་མོངས་པ་ཐམས་ཅད་ཀྱི་རྩ་བ་ནི་སྨོན་པ་ཡིན་ཏེ། སྨོན་པ་ལས་བྱུང་བའོ། །
en: (1) The root of all afflictive emotions is aspiration because the afflictive emotions arise from aspiration.

source: དེ་བཞིན་གཤེགས་པ་ལ་ནི་སྨོན་པ་མེད་དེ།
en: The Thus-Gone One lacks aspiration.

source: སྨོན་པ་དང་བྲལ་བས་དེ་བཞིན་གཤེགས་པ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཞེས་བྱའོ། །
en: Because he is free of aspiration, it is said that the Thus-Gone One has passed into final nirvāṇa.

source: སྨོན་པ་མེད་པས་དེ་བཞིན་གཤེགས་པ་ནི་ཆོས་གང་ཡང་མི་ལེན་ཏོ། །
en: (2) Because of his lack of aspiration, the Thus-Gone One does not grasp at any phenomena.

source: མི་ལེན་པས་མི་འཇུག་མི་ལྡོག་སྟེ།
en: Because he does not grasp, he does not accept or reject them.

source: ལེན་པ་མེད་པས་དེ་བཞིན་གཤེགས་པ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཞེས་བྱའོ། །
en: Because he is free of grasping, it is said that the Thus-Gone One has passed into final nirvāṇa.

source: གང་འཇུག་པ་དང་ལྡོག་པ་ཡང་དག་པར་ཆད་པ་དེ་ནི་ཆོས་ཀྱི་སྐུ་སྟེ། མི་སྐྱེ་མི་འགག་གོ། །
en: (3) The dharmakāya disrupts acceptance and rejection; it neither arises nor ceases.

source: སྐྱེ་བ་དང་འགག་པ་དང་བྲལ་བས་དེ་བཞིན་གཤེགས་པ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཞེས་བྱའོ། །
en: Because he is free of arising and ceasing, it is said that the Thus-Gone One has passed into final nirvāṇa.

source: གང་སྐྱེ་བ་མེད་པ་དང་། འགག་པ་མེད་པ་དེ་ནི་ཅིར་ཡང་བརྗོད་པར་བྱ་བ་མ་ཡིན་ཏེ།
en: (4) That which is unarisen and unceasing is utterly ineffable.

source: བརྗོད་པར་བྱ་བ་མེད་པས་དེ་བཞིན་གཤེགས་པ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཞེས་བྱའོ། །
en: Because of being ineffable, it is said that the Thus-Gone One has passed into final nirvāṇa.

source: བདག་དང་སེམས་ཅན་མེད་དེ་ཆོས་ཙམ་འདི་སྐྱེ་ཞིང་འགག་པས་ཆོས་ཀྱི་གནས་གྱུར་པའི་ཕྱིར་དེ་བཞིན་གཤེགས་པ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཞེས་བྱའོ། །
en: (5) There is neither a self nor beings; phenomena simply transform through arising and ceasing. Therefore, it is said that the Thus-Gone One has passed into final nirvāṇa.

source: ཉོན་མོངས་པ་དང་ཉེ་བའི་ཉོན་མོངས་པ་ཐམས་ཅད་ནི་གློ་བུར་བ་ཡིན་ཏེ།
en: (6) All the afflictive emotions and secondary afflictive emotions are adventitious.

source: ཆོས་ཀྱི་དབྱིངས་ནི་འོང་བ་མེད་ཅིང་འགྲོ་བ་མེད་པས་དེ་གློ་བུར་ཡང་མ་ཡིན་གནས་པ་ཡང་མ་ཡིན་ཏེ།
en: Because the expanse of phenomena neither comes nor goes, it is neither adventitious nor persistent.

source: ཆོས་ཀྱི་དབྱིངས་མཉམ་པའི་ཕྱིར་དེ་བཞིན་གཤེགས་པ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཞེས་བྱའོ། །
en: Because the expanse of phenomena is unvarying, it is said that the Thus-Gone One has passed into final nirvāṇa.

source: དེ་བཞིན་ཉིད་ནི་བདེན་པ་སྟེ། དེ་བཞིན་ཉིད་མ་གཏོགས་པའི་ཆོས་གཞན་རྣམས་ནི་བརྫུན་པའོ། །
en: (7) Suchness is true, while phenomena distinct from suchness are false.

source: བདེན་པའི་ངོ་བོ་ཉིད་ནི་དེ་བཞིན་ཏེ།
en: Such is the essence of truth.

source: དེ་བཞིན་ཉིད་ཀྱི་ངོ་བོ་ཉིད་ནི་དེ་བཞིན་གཤེགས་པ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཞེས་བྱའོ། །
en: Being the essence of suchness, it is said that the Thus-Gone One has passed into final nirvāṇa.

source: ཡང་དག་པའི་མཐའ་ནི་སྤྲོས་པ་མེད་པ། ཆོས་གཞན་ནི་སྤྲོས་པའི་ངོ་བོ་ཉིད་དེ།
en: (8) The limit of reality is unelaborate; other phenomena are essentially elaborate.

source: ཡང་དག་པའི་མཐའ་མཉམ་པའི་ཕྱིར་དེ་བཞིན་གཤེགས་པས་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཞེས་བྱའོ། །
en: Because the limit of reality is unvarying, it is said that the Thus-Gone One has passed into final nirvāṇa.

source: སྐྱེ་བ་མེད་པ་ནི་བདེན་པ་སྟེ། སྐྱེ་བ་ལ་སོགས་པའི་ཆོས་གཞན་རྣམས་ནི་མི་བདེན་པ་ལོག་པ་བརྫུན་པ་སླུ་བའི་ཆོས་ཅན་ནོ། །
en: (9) Nonarising is truth; other phenomena, like arising and so forth, are not true, mistaken, and deceptive.

source: དེ་བཞིན་གཤེགས་པ་ནི་བརྫུན་པ་སླུ་བའི་ཆོས་ཅན་མ་ཡིན་ཏེ།
en: The Thus-Gone One is neither false nor deceptive.

source: བདེན་པའི་ངོ་བོ་ཉིད་ནི་དེ་བཞིན་གཤེགས་པ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཞེས་བྱའོ། །
en: Being the essence of truth, it is said that the Thus-Gone One has passed into final nirvāṇa.

source: ཡང་དག་པ་མ་ཡིན་པ་ནི་མངོན་པར་འདུ་བྱེད་དེ། ཡང་དག་པ་ལ་ནི་མངོན་པར་འདུ་བྱ་བ་མེད་དོ། །
en: (10) That which is contrived is unreal, and that which is real is uncontrived.

source: ཡང་དག་པ་ནི་དེ་བཞིན་གཤེགས་པའི་ཆོས་ཀྱི་སྐུ་སྟེ།
en: The dharmakāya of the Thus-Gone One is real.

source: འདུས་མ་བྱས་པ་ནི་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཞེས་བྱ་སྟེ།
en: Final nirvāṇa is said to be uncontrived.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔས་ཆོས་ཀྱི་ཚུལ་ལ་འཇུག་པ་བཅུ་པོ་དེ་དག་གིས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ཀྱི་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཆེན་པོ་ཁོང་དུ་ཆུད་པར་བྱའོ། །
en: Child of good family, bodhisattvas should understand the great final nirvāṇa of the thus-gone, worthy, completely perfect buddhas through these ten approaches to the way of the Dharma.

source: བཅུ་གང་ཞེ་ན།
en: What are these ten?

source: འདི་ལྟ་སྟེ། སྦྱིན་པ་དང་སྦྱིན་པའི་འབྲས་བུ་བདག་མེད་ཅིང་བདག་གི་བ་མེད་པ་དང་།
en: (1) Giving and the result of giving are devoid of ‘I’ and ‘mine.’

source: སྦྱིན་པ་དང་སྦྱིན་པའི་འབྲས་བུ་ཡོངས་སུ་ཤེས་པས་རྣམ་པར་རྟོག་པ་གནས་གྱུར་པ་ཕྱིན་ཅི་མ་ལོག་པ་ནི་དེ་བཞིན་གཤེགས་པ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཞེས་བྱའོ། །
en: Being unmistaken about the transformation of concepts through understanding giving and the result of giving, it is said that the Thus-Gone One has passed into final nirvāṇa.

source: ཚུལ་ཁྲིམས་དང་ཚུལ་ཁྲིམས་ཀྱི་འབྲས་བུ་བདག་མེད་ཅིང་བདག་གི་བ་མེད་པ་དང་།
en: (2) Discipline and the result of discipline are devoid of ‘I’ and ‘mine.’

source: ཚུལ་ཁྲིམས་དང་ཚུལ་ཁྲིམས་ཀྱི་འབྲས་བུ་ཡོངས་སུ་ཤེས་པས་རྣམ་པར་རྟོག་པ་གནས་གྱུར་པ་ཕྱིན་ཅི་མ་ལོག་པ་ནི་དེ་བཞིན་གཤེགས་པ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཞེས་བྱའོ། །
en: Being unmistaken about the transformation of concepts through understanding discipline and the result of discipline, it is said that the Thus-Gone One has passed into final nirvāṇa.

source: བཟོད་པ་དང་བཟོད་པའི་འབྲས་བུ་བདག་མེད་ཅིང་བདག་གི་བ་མེད་པ་དང་།
en: (3) Patience and the result of patience are devoid of ‘I’ and ‘mine.’

source: བཟོད་པ་དང་བཟོད་པའི་འབྲས་བུ་ཡོངས་སུ་ཤེས་པས་རྣམ་པར་རྟོག་པ་གནས་གྱུར་པ་ཕྱིན་ཅི་མ་ལོག་པ་ནི་དེ་བཞིན་གཤེགས་པ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཞེས་བྱའོ། །
en: Being unmistaken about the transformation of concepts through understanding patience and the result of patience, it is said that the Thus-Gone One has passed into final nirvāṇa.

source: བརྩོན་འགྲུས་དང་བརྩོན་འགྲུས་ཀྱི་འབྲས་བུ་བདག་མེད་ཅིང་བདག་གི་བ་མེད་པ་དང་།
en: (4) Diligence and the result of diligence are devoid of ‘I’ and ‘mine.’

source: བརྩོན་འགྲུས་དང་བརྩོན་འགྲུས་ཀྱི་འབྲས་བུ་ཡོངས་སུ་ཤེས་པས་རྣམ་པར་རྟོག་པ་གནས་གྱུར་པ་ཕྱིན་ཅི་མ་ལོག་པ་ནི་དེ་བཞིན་གཤེགས་པ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཞེས་བྱའོ། །
en: Being unmistaken about the transformation of concepts through understanding diligence and the result of diligence, it is said that the Thus-Gone One has passed into final nirvāṇa.

source: བསམ་གཏན་དང་བསམ་གཏན་གྱི་འབྲས་བུ་བདག་མེད་ཅིང་བདག་གི་བ་མེད་པ་དང་།
en: (5) Meditative stability and the result of meditative stability are devoid of ‘I’ and ‘mine.’

source: བསམ་གཏན་དང་བསམ་གཏན་གྱི་འབྲས་བུ་ཡོངས་སུ་ཤེས་པས་རྣམ་པར་རྟོག་པ་གནས་གྱུར་པ་ཕྱིན་ཅི་མ་ལོག་པ་ནི་དེ་བཞིན་གཤེགས་པ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཞེས་བྱའོ། །
en: Being unmistaken about the transformation of concepts through understanding meditative stability and the result of meditative stability, it is said that the Thus-Gone One has passed into final nirvāṇa.

source: ཤེས་རབ་དང་ཤེས་རབ་ཀྱི་འབྲས་བུ་བདག་མེད་ཅིང་བདག་གི་བ་མེད་པ་དང་།
en: (6) Insight and the result of insight are devoid of ‘I’ and ‘mine.’

source: ཤེས་རབ་དང་ཤེས་རབ་ཀྱི་འབྲས་བུ་ཡོངས་སུ་ཤེས་པས་རྣམ་པར་རྟོག་པ་གནས་གྱུར་པ་ཕྱིན་ཅི་མ་ལོག་པ་ནི་དེ་བཞིན་གཤེགས་པ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཞེས་བྱའོ། །
en: Being unmistaken about the transformation of concepts through understanding insight and the result of insight, it is said that the Thus-Gone One has passed into final nirvāṇa.

source: སེམས་ཅན་ཐམས་ཅད་སེམས་ཅན་མ་ཡིན་པ་དང་། ཆོས་ཐམས་ཅད་བདག་མེད་པ་དང་།
en: (7) All phenomena, including all things sentient and insentient, are devoid of a self.

source: སེམས་ཅན་དུ་འདུ་ཤེས་པའི་ཕྱིན་ཅི་ལོག་དང་བྲལ་ཞིང་ཆོས་སུ་འདུ་ཤེས་པའི་ཕྱིན་ཅི་ལོག་དང་བྲལ་བ་ནི་དེ་བཞིན་གཤེགས་པ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཞེས་བྱའོ། །
en: Being free of erroneous perceptions regarding beings and phenomena, it is said that the Thus-Gone One has passed into final nirvāṇa.

source: གང་བདག་ལ་སྡུག་པར་འགྱུར་བ་དེ་ནི་ཚོལ་བར་འགྱུར་རོ། །ཚོལ་བ་ལ་བརྩོན་པ་དེ་ནི་ཉོན་མོངས་སོ། །
en: (8) Affection toward the self is a kind of striving, and persistence in that striving is affliction.

source: བདག་ལ་སྡུག་པ་དང་བྲལ་ཞིང་ཚོལ་བ་ཐམས་ཅད་དང་བྲལ་བ་ནི་ཕྱིར་ཉོན་མི་མོངས་ཏེ།
en: Being free of affection toward the self and being free of that striving is the opposite, nonaffliction.

source: ཉོན་མོངས་པ་མེད་པ་ནི་དེ་བཞིན་གཤེགས་པ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཞེས་བྱའོ། །
en: Lacking affliction, it is said that the Thus-Gone One has passed into final nirvāṇa.

source: འདུས་བྱས་ནི་ཚད་དང་ལྡན་པ་ཡིན་ཏེ། འདུས་མ་བྱས་ནི་ཚད་མེད་པའོ། །
en: (9) That which is compounded is measurable; that which is uncompounded is immeasurable.

source: འདུས་བྱས་དང་འདུས་མ་བྱས་ཀྱི་ཆོས་ལས་རྣམ་པར་གྲོལ་ཞིང་འདུས་མ་བྱས་ཀྱི་ཆོས་ཉིད་ཐོབ་པ་ཚད་མེད་པའི་ཆོས་ནི་དེ་བཞིན་གཤེགས་པ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཞེས་བྱའོ། །
en: As an immeasurable phenomenon that is free of compounded and uncompounded phenomena and that has attained the intrinsic quality of being uncompounded, it is said that the Thus-Gone One has passed into final nirvāṇa.

source: དེ་བཞིན་གཤེགས་པས་ནི་གང་སྟོང་པ་ཉིད་ལས་རྣམ་པར་གྲོལ་བའི་ཆོས་སམ། སེམས་ཅན་གང་ཡང་མ་གཟིགས་ཏེ།
en: (10) The Thus-Gone One does not see any phenomenon that is beyond emptiness, nor does he see any beings.

source: སྟོང་པ་ཉིད་ནི་ཆོས་སོ། །ཆོས་ཀྱི་སྐུ་ནི་དེ་བཞིན་གཤེགས་པ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཞེས་བྱ་སྟེ།
en: Emptiness is a phenomenon (dharma); as the dharmakāya, it is said that the Thus-Gone One has passed into final nirvāṇa.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔས་ཆོས་ཀྱི་ཚུལ་ལ་འཇུག་པ་བཅུས། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ཀྱི་འཇུག་པ་ཁོང་དུ་ཆུད་པར་བྱ་སྟེ།
en: “Child of good family, bodhisattvas should understand the approach of the thus-gone, worthy, completely perfect buddhas through ten approaches to the way of the Dharma.

source: བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། ཆོས་ཤིན་ཏུ་རྣམ་པར་དག་པའི་ཕྱིར་ཆོས་ཀྱི་གནས་ལ་གནས་པ་དང་། རང་གིས་དམ་བཅས་པ་ཉམས་སུ་ལེན་པའི་ཕྱིར་སྙིང་སྟོབས་ཆེ་བའི་གནས་ལ་གནས་པ་དང་། དོན་མཚུངས་པའི་ཕྱིར་བདག་དང་གཞན་གྱི་དོན་རོ་གཅིག་པ་དང་།
en: What are these ten?

source: རྣམ་པར་མི་རྟོག་པའི་དབྱིངས་ཤིན་ཏུ་རྣམ་པར་དག་པའི་ཕྱིར་ཤེལ་གྱི་ནོར་བུ་ལྟར་རྣམ་པར་མི་རྟོག་པ་དང་གནོད་པ་བསལ་བའི་ཕྱིར་བདེ་བ་ཐོབ་པ་དང་། ཉོན་མོངས་པའི་དགྲ་རབ་ཏུ་བཅོམ་པའི་ཕྱིར་འཇིགས་པ་མེད་པ་ཐོབ་པ་དང་། ཆོས་ཐམས་ཅད་ལ་ཐེ་ཚོམ་མེད་པའི་ཕྱིར་མི་འཇིགས་པ་ཐོབ་པ་དང་། སེམས་ཅན་ཐམས་ཅད་ལ་བསམ་པ་མཉམ་པས་ཕྱིར་རྒོལ་བ་བཅོམ་པ་དང་། མཐུ་ཤིན་ཏུ་རྣམ་པར་དག་པའི་ཕྱིར་སྤྲུལ་པ་བརྒྱ་སྟོང་དུ་མ་འགྱེད་པ་ལ་མཁས་པ་དང་། ནམ་མཁའ་ལྟར་ཤིན་ཏུ་རྣམ་པར་དག་པའི་ཕྱིར་སྒྲིབ་པ་མེད་པར་གཟུགས་ཐམས་ཅད་ཀུན་ཏུ་སྟོན་པ་ལ་མཁས་པ་སྟེ།
en: (1) Remaining in the state of phenomena because phenomena are utterly pure; (2) remaining in a state of great courage by following through on what one has promised; (3) regarding the purpose of self and other to be of one taste because of the equivalence of their purpose; (4) being nonconceptual like a crystal insofar as the expanse of nonconceptuality is utterly pure; (5) attaining happiness because it dispels harm; (6) attaining fearlessness because it defeats the enemy of the afflictive emotions; (7) attaining fearlessness because of not being in doubt about any phenomena; (8) defeating opponents due to maintaining impartiality toward all beings; (9) being skilled in emitting many hundreds of thousands of emanations because of their utterly pure power; and (10) being skilled at clearly displaying all forms because of being utterly pure like the sky.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔས་ཆོས་ཀྱི་ཚུལ་ལ་འཇུག་པ་བཅུ་པོ་དེ་དག་གིས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ཀྱི་འཇུག་པ་ཁོང་དུ་ཆུད་པར་བྱའོ། །
en: Child of good family, bodhisattvas should understand the approach of the thus-gone, worthy, completely perfect buddhas through these approaches to the way of the Dharma.

source: རིགས་ཀྱི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔས་ཆོས་ཀྱི་ཚུལ་ལ་འཇུག་པ་བཅུས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ཀྱི་འཇུག་པ་ཁོང་དུ་ཆུད་པར་བྱ་སྟེ།
en: “Child of good family, bodhisattvas should know the approach of the thus-gone, worthy, completely perfect buddhas through an additional ten approaches to the way of the Dharma.

source: དེ་བཞིན་གཤེགས་པ་འདི་སྙམ་དུ་འཁོར་བ་ནི་ཉེས་པ་མང་པོའོ། །སྐྱོན་ཆགས་པས་མྱ་ངན་ལས་འདས་པ་ནི་ཡོན་ཏན་དང་ལྡན་པའོ་སྙམ་དུ་མི་དགོངས་ཏེ།
en: (1) The Thus-Gone One does not think, ‘Saṃsāra has many faults, while those beset with faults do not recognize that nirvāṇa has good qualities.’

source: གཞན་དུ་ན་འཁོར་བ་དང་མྱ་ངན་ལས་འདས་པ་མཉམ་པ་ཉིད་བརྙེས་པས་དེ་བཞིན་གཤེགས་པ་མི་འཁོར་ཞིང་ཡོངས་སུ་མྱ་ངན་ལས་མི་འདའ་ལ་སེམས་ཅན་གྱི་དོན་ལ་མི་ཕྱོགས་པ་ཡང་མ་ཡིན་ནོ། །
en: Rather, finding saṃsāra and nirvāṇa to be the same, the Thus-Gone One neither cycles in saṃsāra nor passes into nirvāṇa, and is not averse to benefiting beings.

source: དེ་བཞིན་གཤེགས་པ་འདི་སྙམ་དུ་སེམས་ཅན་འདི་དག་གི་བློ་ནི་ཕྱིན་ཅི་ལོག་པ་ཉོན་མོངས་པ་དང་། ཉེ་བའི་ཉོན་མོངས་པས་ཉོན་མོངས་པ་སྟེ།
en: (2) The Thus-Gone One does not at all think, ‘The minds of these beings are afflicted by error, the afflictive emotions, and the secondary afflictive emotions.

source: དེ་དག་ངས་དགྲོལ་བར་བྱའོ་སྙམ་དུ་མི་དགོངས་མོད་ཀྱི།
en: I should liberate them.’

source: གཞན་དུ་ན་སྔོན་སྒྲོ་བཏགས་པས་འཕངས་པའི་དབང་གིས། སེམས་ཅན་དེ་དང་དེ་དག་གི་ཁམས་དང་དབང་པོ་དང་། མོས་པ་ཇི་ལྟ་བ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པའི་མཛད་པ་དེ་དང་དེ་དག་ལྷུན་གྱིས་གྲུབ་ཅིང་རྣམ་པར་མི་རྟོག་པར་འཇུག་གོ། །
en: Rather, the Thus-Gone One effortlessly and nonconceptually acts in alignment with the sense bases, faculties, and inclinations of beings who are impelled by their previous conceptual imputations.

source: དེ་བཞིན་གཤེགས་པ་འདི་སྙམ་དུ་ངས་མདོའི་སྡེའམ། དབྱངས་ཀྱིས་བསྙད་པའི་སྡེའམ། ལུང་དུ་བསྟན་པའི་སྡེའམ། ཚིགས་སུ་བཅད་པའི་སྡེའམ། ཆེད་དུ་བརྗོད་པའི་སྡེའམ། གླེང་གཞིའི་སྡེའམ། རྟོགས་པ་བརྗོད་པའི་སྡེའམ། དེ་ལྟ་བུ་བྱུང་བའི་སྡེའམ། སྐྱེས་པ་རབས་ཀྱི་སྡེའམ། ཤིན་ཏུ་རྒྱས་པའི་སྡེའམ།
en: (3) The Thus-Gone One does not at all think, ‘I teach the sūtras, verse narrations, prophecies, verses, meaningful statements, framing episodes, narratives, legends, accounts of former lives, extensive discourses, accounts of miracles, and expositions.’

source: རྨད་དུ་བྱུང་བའི་སྡེ་དང་། རྣམ་པར་གཏན་ལ་ཕབ་པའི་ཆོས་ཀྱི་སྡེ་འདི་བསྟན་ཏོ་སྙམ་དུ་མི་དགོངས་མོད་ཀྱི། ལྷུན་གྱིས་གྲུབ་ཅིང་རྣམ་པར་མི་རྟོག་པར་སེམས་ཅན་དེ་དང་དེ་དག་ལ་དེ་བཞིན་གཤེགས་པའི་ཆོས་སྟོན་པ་འཇུག་གོ། །
en: Rather, he effortlessly and nonconceptually teaches those beings the Dharma of the thus-gone ones.

source: དེ་བཞིན་གཤེགས་པ་འདི་སྙམ་དུ་ང་གྲོང་ངམ། གྲོང་ཁྱེར་རམ། གྲོང་རྡལ་ལམ། ཚོང་འདུས་འདིར་བསོད་སྙོམས་ཀྱི་ཕྱིར་འཇུག་གོ་སྙམ་མམ། རྒྱལ་རིགས་སམ།
en: (4) The Thus-Gone One does not at all think, ‘I am entering this village, city, town, or market for alms.’

source: བྲམ་ཟེའི་རིགས་སམ། རྗེའུ་རིགས་སམ། དམངས་རིགས་སམ། རྒྱལ་པོའམ། རྒྱལ་བུའམ། རྒྱལ་པོའི་བློན་པོའམ། སེམས་ཅན་གང་ཡང་རུང་བའི་གན་དུ་གཤེགས་སོ་སྙམ་དུ་མི་དགོངས་མོད་ཀྱི།
en: Nor does he think, ‘I am approaching a kṣatriya, brahmin, vaiśya, or śūdra; a king, prince, or royal minister; or some other person for alms.’

source: དེ་བཞིན་གཤེགས་པའི་ཡེ་ཤེས་སྔོན་དུ་འགྲོ་བའི་སྐུ་དང་གསུང་དང་། ཐུགས་ཀྱི་ཕྲིན་ལས་དེ་དག་དེ་བཞིན་དུ་འཇུག་གོ། །
en: Rather, the Thus-Gone One engages with them through his activities of body, speech, and mind informed by his wisdom.

source: དེ་བཞིན་གཤེགས་པ་ལ་སྦྲིབས་པ་དང་སྐྱེམས་པ་མི་མངའ། བཤང་གཅི་མི་མངའ། སྐུ་ཉམ་ཆུང་བ་མ་ཡིན་མོད་ཀྱི།
en: (5) The Thus-Gone One does not have hunger or thirst, he does not defecate or urinate, nor does he have a weak body.

source: བསོད་སྙོམས་སྤྱོད་དེ། ཞལ་ཟས་ཀྱང་གསོལ་ལ། ཡོངས་སུ་གསོལ་བ་ཡང་མི་མངའ་སྟེ།
en: He goes for alms but does not ask for or request food.

source: ཐམས་ཅད་དུ་ལྷུན་གྱིས་གྲུབ་ཅིང་རྣམ་པར་མི་རྟོག་པར་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་མཛད་པ་ཡང་མི་གཏོང་ངོ་། །
en: In all situations he effortlessly and nonconceptually acts to ripen beings without giving up.

source: དེ་བཞིན་གཤེགས་པ་འདི་སྙམ་དུ་སེམས་ཅན་འདི་ནི་ཐ་མ། འདི་ནི་འབྲིང་། འདི་ནི་རབ་སྟེ།
en: (6) The Thus-Gone One does not think, ‘This being is inferior, this one is average, and this one is superior.

source: འདི་ལ་ནི་ཐ་མ། འདི་ལ་ནི་འབྲིང་། འདི་ལ་ནི་རབ་ཀྱི་གཏམ་མཛད་དོ་སྙམ་དུ་མི་དགོངས་མོད་ཀྱི།
en: I’ll speak in an inferior way to this one, in an average way to this one, and in a superior way to this one.’

source: རྣམ་པར་མི་རྟོག་པར་སྣོད་ཇི་ལྟ་བ་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པའི་ཆོས་སྟོན་པ་དེ་ལྷག་ཆད་མེད་པར་འཇུག་གོ། །
en: Rather, he imparts the teachings of the thus-gone ones nonconceptually, without addition or omission, in accord with the recipient.

source: དེ་བཞིན་གཤེགས་པ་འདི་སྙམ་དུ་སེམས་ཅན་འདིས་ང་ལ་བསྟི་སྟང་དུ་མ་བྱས། མཆོད་པ་མ་བྱས་ཏེ་མི་སྙན་པ་བྱས་ཀྱིས།
en: (7) The Thus-Gone One does not think, ‘This being does not honor me, does not worship me, but disgraces me.

source: ང་འདི་དང་ལྷན་ཅིག་ཏུ་ཅུང་ཟད་ཀྱང་སྨྲ་བར་མི་བྱའི།
en: I should not speak with that one at all.

source: འདིས་ནི་ང་ལ་བསྟི་སྟང་དུ་བྱས། མཆོད་ཅིང་རི་མོར་བྱས།
en: That one honors me, worships me, venerates me, and sings my praise.

source: བསྟོད་ཅིང་བསྔགས་ཀྱིས་ང་འདི་དང་ལྷན་ཅིག་སྨྲ་བར་བྱའོ་སྙམ་དུ་མི་དགོངས་ཏེ།
en: I should speak with that one.’

source: དེ་བཞིན་གཤེགས་པ་ནི་དགྲ་ཟིན་ལ་ཐུགས་སྙོམས་པར་འཇུག་གོ། །དེ་བཞིན་གཤེགས་པ་ནི་རྒྱགས་པ་མ་ཡིན། བག་མེད་པ་མ་ཡིན།
en: Rather, the Thus-Gone One is impartial, even toward rivals.
